/*
РОБОТА З ФАЙЛАМИ
================


№1
	Маємо два текстові файли. З'ясуйте, чи співпадають їхні рядки. Якщо ні, то виведіть із кожного файлу рядок, який не співпадає.

№2
	Маємо текстовий файл. Створіть новий файл і запишіть до нього наступну статистику за вихідним файлом:
		кількість символів;
		кількість рядків;
		кількість голосних літер;
		кількість приголосних літер;
		кількість цифр.
№3
	Маємо текстовий файл. Видаліть з нього останній рядок. Результат запишіть до іншого файлу.

№4
	Маємо текстовий файл. Знайдіть довжину найдовшого рядка.



P.S.: перегляньте питання до іспиту, майте на них відповіді

*/

#include <iostream>

using namespace std;

int main()
{

	return 0;
}